Repository: posix88/WorldPlug
Catalog: WorldPlug/Resources/Copies/AppShortcuts.xcstrings
Source language: en
Languages: it

source: Get my next trip requirements with ${applicationName}
it: Ottieni i requisiti per il mio prossimo viaggio con ${applicationName}

source: Prepare me for my next trip with ${applicationName}
it: Preparami per il mio prossimo viaggio con ${applicationName}

source: What do I need for my next trip with ${applicationName}
it: Cosa mi serve per il mio prossimo viaggio con ${applicationName}

source: Can I use a device in ${destination} with ${applicationName}
it: Posso usare un dispositivo in ${destination} con ${applicationName}

source: Check device compatibility for ${destination} with ${applicationName}
it: Controlla la compatibilità di un dispositivo per ${destination} con ${applicationName}

source: Is my device safe in ${destination} with ${applicationName}
it: Il mio dispositivo è sicuro in ${destination} con ${applicationName}

source: Get power information for ${country} with ${applicationName}
it: Ottieni informazioni elettriche per ${country} con ${applicationName}

source: What plug types does ${country} use in ${applicationName}
it: Quali tipi di spina usa ${country} in ${applicationName}

source: What voltage does ${country} use in ${applicationName}
it: Quale tensione usa ${country} in ${applicationName}

source: Open a country in ${applicationName}
it: Apri un paese in ${applicationName}

source: Open my home country in ${applicationName}
it: Apri il mio paese di origine in ${applicationName}

source: Show country power information in ${applicationName}
it: Mostra le informazioni elettriche di un paese in ${applicationName}

source: Show my home country in ${applicationName}
it: Mostra il mio paese di origine in ${applicationName}
